antigravity
asusctl
bridge-utils
debtap
elecwhat-bin
google-chrome
logiops
logseq-desktop-bin
onlyoffice-bin
openssh-askpass
panox
paru
paru-debug
rog-control-center
rustdesk-bin
slack-desktop
supergfxctl
swayfx
swaylock-effects
termius
yay
yay-debug
