base
base-devel
bat
blueman
bluez-utils
breeze
breeze-gtk
breeze-icons
brightnessctl
chromium
cmark-gfm
dnsmasq
docker
docker-compose
drawio-desktop
efibootmgr
emacs-wayland
eza
fd
firefox
foot
freerdp
fzf
gdb
git
gnome-themes-extra
graphviz
grim
grub
gtk4
gtk4-layer-shell
gvfs
htop
httpie
intel-media-driver
intel-ucode
jq
kubectl
libadwaita
libnotify
libvirt
linux
linux-firmware
linux-headers
lldb
mako
man-db
man-pages
minio-client
nano
nasm
net-tools
networkmanager
nm-connection-editor
nmap
noto-fonts-emoji
nvidia-open-dkms
nvidia-prime
nvidia-settings
openbsd-netcat
openssh
openvpn
otf-font-awesome
pamixer
pandoc-cli
papirus-icon-theme
plantuml
power-profiles-daemon
pulseaudio
qemu-full
qt5ct
qt6ct
ranger
reflector
remmina
ripgrep
rofi
rtkit
seahorse
slurp
strace
swaybg
telegram-desktop
thunar
thunar-archive-plugin
thunar-volman
thunderbird
tlp
tmux
traceroute
tree
ttf-dejavu
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-nerd-fonts-symbols
tumbler
unzip
valgrind
virt-manager
virt-viewer
vlc
vulkan-intel
waybar
wdisplays
wget
wireless-regdb
wl-clipboard
wl-mirror
woff2-font-awesome
wofi
xdg-desktop-portal
xdg-desktop-portal-wlr
xdotool
xorg-xwayland
yasm
yazi
yq
zip
